Repository: amplify-edge/mod-template
Catalog: mod-dummy/service/flu/i18n/lang_*.arb
Languages: de, es, ur

# signUpForAccount
source: Sign up for your account
de: Melden Sie sich für Ihr Konto an
es: Regístrese para obtener su cuenta
ur: اپنے اکاؤنٹ کے لئے سائن اپ کریں

# emailAddress
source: Email Address Addressory
de: E-Mail-Adresse Adressat
es: Dirección de correo electrónico
ur: ای میل ایڈریس ایڈریس

# needProtonMail
source: Need a protonmail ?
de: Benötigen Sie eine Protonmail?
es: ¿Necesitas un protonmail?
ur: ایک پروٹون میل کی ضرورت ہے؟

source: Explain why?
de: Erkläre warum?
es: ¿Explicar por qué?
ur: وضاحت کریں کیوں؟

source: Password
de: Passwort
es: Contraseña
ur: پاس ورڈ

# passwordStrength
source: Your password should be a minimum of 8 of characters and use at least three of the four available character types: lowercase letters, uppercase letters, numbers, and symbols.
de: Ihr Passwort sollte aus mindestens 8 Zeichen bestehen und mindestens drei der vier verfügbaren Zeichentypen verwenden: Kleinbuchstaben, Großbuchstaben, Zahlen und Symbole.
es: Su contraseña debe tener un mínimo de 8 caracteres y utilizar al menos tres de los cuatro tipos de caracteres disponibles: letras minúsculas, letras mayúsculas, números y símbolos.
ur: آپ کا پاس ورڈ کم از کم 8 حروف کا ہونا چاہئے اور دستیاب چار قسموں میں سے کم از کم تین استعمال کرنا چاہئے: چھوٹے حرف ، بڑے حرف ، اعداد اور علامت۔

source: Password Again
de: Passwort erneut
es: Contraseña de nuevo
ur: پاس ورڈ دوبارہ

# meetOthersSharedInterest
source: Meet others with shared interests?
de: Andere mit gemeinsamen Interessen treffen?
es: ¿Conoce a otros con intereses compartidos?
ur: مشترکہ مفادات کے ساتھ دوسروں سے ملیں؟

source: Yes
de: Ja
es: si
ur: جی ہاں

source: No
de: Nein
ur: نہیں

# civilDisobedienceTraining
source: I have civil disobedience training
de: Ich habe ziviles Ungehorsamstraining
es: Tengo entrenamiento en desobediencia civil
ur: میری سول نافرمانی کی تربیت ہے

source: Setup notification channel
de: Benachrichtigungskanal einrichten
es: Configurar canal de notificación
ur: نوٹیفکیشن چینل سیٹ اپ کریں

source: Email
ur: ای میل

source: App Messaging
es: Mensajería de aplicaciones
ur: ایپ پیغام رسانی

source: Sign Up
de: Anmelden
es: Regístrate
ur: سائن اپ

source: Privacy Policy
de: Datenschutz-Bestimmungen
es: Política de privacidad
ur: رازداری کی پالیسی

source: Why ProtonMail ?
de: Warum ProtonMail?
es: ¿Por qué ProtonMail?
ur: پروٹون میل کیوں؟

# protonMailExplanation
source: ProtonMail to ProtonMail emails are considered to be secure by Information Security professionals. They’re both free to use on Android and Apple smart phones and Windows and Mac computers.
de: E-Mails von ProtonMail an ProtonMail werden von Fachleuten für Informationssicherheit als sicher angesehen. Sie können beide kostenlos auf Android- und Apple-Smartphones sowie auf Windows- und Mac-Computern verwendet werden.
es: Los profesionales de seguridad de la información consideran que los correos electrónicos de ProtonMail a ProtonMail son seguros. Ambos son de uso gratuito en teléfonos inteligentes Android y Apple y computadoras Windows y Mac.
ur: پروٹون میل سے لے کر پروٹون میل ای میلوں کو انفارمیشن سیکیورٹی کے پیشہ ور افراد کے ذریعہ محفوظ سمجھا جاتا ہے۔ وہ لوڈ ، اتارنا Android اور ایپل سمارٹ فونز اور ونڈوز اور میک کمپیوٹرز پر مفت استعمال کر سکتے ہیں۔
